tests/TestCompose_of-ca/referenceOutput/Fluid/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          164;
        startFace       130807;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          164;
        startFace       130971;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1172;
        startFace       131135;
    }
    slip-bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          324;
        startFace       132307;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          204;
        startFace       132631;
    }
    interface
    {
        type            wall;
        inGroups        1(wall);
        nFaces          644;
        startFace       132835;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          24026;
        startFace       133479;
    }
)

// ************************************************************************* //
