tests/TestCompose_of-ca/referenceOutput/Fluid/0/epsilon
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 1e-6;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 1e-6;
    }
    outlet
    {
        type            fixedValue;
        value           uniform 1e-6;
    }
    top
    {
        type            fixedValue;
        value           uniform 1e-6;
    }
    bottom
    {
        type            fixedValue;
        value           uniform 1e-6;
    }
    slip-bottom
    {
        type            fixedValue;
        value           uniform 1e-6;
    }
    interface
    {
        type            fixedValue;
        value           uniform 1e-6;
    }
    defaultFaces
    {
        type            empty;
    }
}


// ************************************************************************* //
