tests/TestCompose_of-ca/referenceOutput/Fluid/system/preciceDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      preciceDict;
}

preciceConfig "precice-config.xml";

participant Fluid;

modules (CHT);

interfaces
{
  Interface1
  {
    mesh              Fluid-Interface;
    patches           (interface);
    
    readData
    (
      Sink-Temperature-Solid
      Heat-Transfer-Coefficient-Solid
    );
    
    writeData
    (
      Sink-Temperature-Fluid
      Heat-Transfer-Coefficient-Fluid
    );
  };
};